Repository: kimjjang869-bot/pickshot
Catalog: PhotoRawManager/Localizable.xcstrings
Source language: ko
Languages: en

source: ëª©ë¡ ì ê±°
en: Remove from List

source: ëª©ë¡ìì ì ê±°
en: Remove from List

source: ë¬´ë
en: Stage

source: ë¬´ë£ë¡ ì ê³µëë ê¸°ë¥
en: Free Features

source: ë¬¸ì/í ì¤í¸
en: Document/Text

source: ë¬¸ì 
en: Issue

source: ë¬¸ì  ìì
en: Has Issues

source: ë¯¸ëì ê·¸ë ì´
en: Medium Gray

source: ë¯¸ë¦¬ ë³´ê¸°
en: Preview

source: ë¯¸ë¦¬ë³´ê¸°
en: Preview

source: ë¯¸ë¦¬ë³´ê¸° ë¡ë©...
en: Loading Preview...

source: ë¯¸ë¦¬ë³´ê¸° ì¤ì 
en: Preview Settings

source: ë¯¸ë¦¬ë³´ê¸° ìºì
en: Preview Cache

source: ë¯¸ë¦¬ë³´ê¸° ìºì í¬ê¸°: \(Int(previewCacheSize))ì¥
en: Preview Cache Size: \(Int(previewCacheSize)) photos

source: ë¯¸ë¦¬ë³´ê¸° í´ìë
en: Preview Resolution

source: ë¯¸ë¦¬ë³´ê¸°: \(filePrefix)_0001.jpg
en: Preview: \(filePrefix)_0001.jpg

source: ë¯¸ë¦¬ë³´ê¸°ë¥¼ í´ë¦­íì¸ì
en: Click the preview

source: ë¯¸ë¦¬ë³´ê¸°í ì¬ì§ì´ ììµëë¤
en: No photos to preview

source: ë¯¸ë§¤ì¹­
en: Unmatched

source: ë¯¸ë§¤ì¹­ íì¼ (\(r.unmatched.count))
en: Unmatched Files (\(r.unmatched.count))

source: ë¯¸ë§¤ì¹­ íì¼:
en: Unmatched Files:

source: ë¯¸ë¶ë¥
en: Unclassified

source: ë¯¸ë¶ë¥:
en: Unclassified:

source: ë¯¸ë¶ì
en: Unanalyzed

source: ë¯¸ì¶ì²
en: Not Recommended

source: ë°ë¤/í´ë³
en: Ocean/Beach

source: ë°ë¥ê¸
en: Footer

source: ë°íë JPG íì¼ëª ê³¼ íì¬ í´ëì RAW íì¼ëª ì ë¹êµí©ëë¤. ì í ë§¤ì¹­ â ì ì¬ ë§¤ì¹­ â ì«ì í¨í´ ë§¤ì¹­ ìì¼ë¡ ìëí©ëë¤.
en: Compares returned JPG filenames with RAW filenames in the current folder. Tries exact match â similar match â numeric pattern match in order.

source: ë°íë JPG í´ë ì í
en: Select Returned JPG Folder

source: ë°í/íì
en: Presentation/Meeting

source: ë°ê¸°
en: Brightness

source: ë°ê¸°, í¤ì»¤ë¸ ìë ì¡°ì 
en: Auto Brightness & Tone Curve Adjustment

source: ë°ê¸°/í¤ì»¤ë¸ ìë ì¡°ì 
en: Auto Brightness/Tone Curve

source: ë°ì
en: Bright

source: ë°°ê²½/ì¸ë¬¼ ìì­ ë¶ë¦¬ í ì íì  ë³´ì 
en: Selective Correction After Background/Subject Separation

source: ë°°ì¹ ì²ë¦¬
en: Batch Process

source: ë°°ì¹ ì²ë¦¬ (ë¦¬ì¬ì´ì¦+ìí°ë§í¬)
en: Batch Process (Resize+Watermark)

source: ë°°ì¹ ì²ë¦¬ ê²°ê³¼ë¥¼ ì ì¥í í´ëë¥¼ ì ííì¸ì
en: Select folder to save batch processing results

source: ë°°í°ë¦¬
en: Battery

source: ë°±ê·¸ë¼ì´ë ë¶ì CPU ì í: \(Int(analysisCPULimit))%
en: Background Analysis CPU Limit: \(Int(analysisCPULimit))%

source: ë°±ê·¸ë¼ì´ëìì ë´ë³´ë´ê¸° ì§í ì¤...
en: Exporting in background...

source: ë°±ì ìì
en: Start Backup

source: ë°±ì ìë£
en: Backup Complete

source: ë°±ì ì·¨ì
en: Cancel Backup

source: ë°±ì í í´ëë¥¼ ì ííì¸ì
en: Select folder to back up

source: ë²í¸ + í ì¤í¸
en: Number + Text

source: ë²ì ì í
en: Range Select

source: ë²ì ì í íì¥
en: Extend Range Selection

source: ë² ì¤í¸ì·
en: Best Shot

source: ë² ì¤í¸ì· ì ë  ì ì©
en: Apply Best Shot Culling

source: ë³ê²½
en: Change

source: ë³ê²½ ì¬í­
en: Changes

source: ë³ê²½ ì ê¸°ì¡´ ìºìë ì´ëëì§ ììµëë¤
en: Existing cache will not be moved on change

source: ë³í ì¤ì§
en: Stop Conversion

source: ë³íë JPGë¥¼ ì ì¥í í´ëë¥¼ ì ííì¸ì
en: Select folder to save converted JPGs

source: ë³ë íì¼ (_corrected)
en: Separate File (_corrected)

source: ë³ì 
en: Rating

source: ë³ì  (ë®ìì)
en: Rating (Low to High)

source: ë³ì  (ëìì)
en: Rating (High to Low)

source: ë³ì  / ë¼ë²¨
en: Rating / Label

source: ë³ì  / ì¤íì´ì¤ ì ë 
en: Rating / Space Cull

source: ë³ì  \(rating) ì´ì íí°
en: Filter \(rating)+ Stars

source: ë³ì  ë§¤ê¸°ê¸°
en: Rate

source: ë³ì  ë³ê²½
en: Change Rating

source: ë³ì  ë¶í¬
en: Rating Distribution

source: ë³ì  ìì
en: No Rating

source: ë³ì  ìë ì¬ì§ë§
en: Rated Photos Only

source: ë³ì  ìë ë¶ì¬
en: Auto Rating

source: ë³ì  ì ê±°
en: Remove Rating

source: ë³ì  ì´ê¸°í
en: Reset Rating

source: ë³ì  í¬í¨: \(ratedCount)ì¥
en: Rated: \(ratedCount) photos

source: ë³ì ì
en: By Rating

source: ë³´ê¸°
en: View

source: ë³´ê¸° ëª¨ë
en: View Mode

source: ë³´ê¸° ëª¨ë ì í (ê·¸ë¦¬ë/ëª©ë¡)
en: Toggle View Mode (Grid/List)

source: ë³´ê¸° ìµì 
en: View Options

source: ë³´ë¼
en: Purple

source: ë³´ì ê°í â OAuth PKCE, Secrets.xcconfig ë¶ë¦¬
en: Security Enhancement â OAuth PKCE, Secrets.xcconfig separation

source: ë³´ì 
en: Correction

source: ë³´ì  ë³´ë ì¤
en: Viewing Correction

source: ë³´ì  ì ì©
en: Apply Correction

source: ë³´ì  ì¤...
en: Correcting...

source: ë³´ì  ì§í ì¤
en: Correction in Progress

source: ë³´ì  ì·¨ì
en: Cancel Correction

source: ë³´ì  íì¼ ì ì¥ ë°©ì ì í
en: Select Correction File Save Mode

source: ë³´ì  í¨ë ë«ê¸°
en: Close Correction Panel

source: ë³´ì  í´ëì ì ì¥
en: Save to Correction Folder

source: ë³´ì ë ì¬ì§ì JPGë¡ ì ì¥ (ìë³¸ ìì _corrected íì¼ ìì±)
en: Save corrected photo as JPG (creates _corrected file next to original)

source: ë³´ì ë ì¬ì§ì ì ì¥í í´ëë¥¼ ì ííì¸ì
en: Select folder to save corrected photos

source: ë³´ì ë íì¼ í´ë ì´ê¸°
en: Open Corrected Files Folder

source: ë³´ì ì ì
en: Correction Suggestions

source: ë³´ì í í­ëª©ì´ ê°ì§ëì§ ìììµëë¤
en: No items to correct detected

source: ë³´ì í í­ëª©ì´ ììµëë¤ (ì´ë¯¸ ìí¸)
en: Nothing to correct (already good)

source: ë³´íµ
en: Average

source: ë³µì¬
en: Copy

source: ë³µì¬ ì¤í¨
en: Copy Failed

source: ë³µì¬ ì¤í¨: \(error.localizedDescription)
en: Copy Failed: \(error.localizedDescription)

source: ë³µì¬ ì¤í¨: \(result.failedNames.count)ì¥
en: Copy Failed: \(result.failedNames.count) photos

source: ë³µì¬ ìë£!
en: Copy Complete!

source: ë³µì¬ ì¤... \(copyProgress)/\(copyTotal)
en: Copying... \(copyProgress)/\(copyTotal)

source: ë³µì¬ë íì¼ í´ë ì´ê¸°
en: Open Copied Files Folder

source: ë³µì¬ë¨!
en: Copied!

source: ë³µì¬í í´ë ì í
en: Select Copy Destination

source: ë¶ë¥ ê²°ê³¼ë¥¼ ê¸°ë°ì¼ë¡ \(cats.count)ê° ì¹´í ê³ ë¦¬ í´ëë¥¼ ë§ë¤ê³ íì¼ì ì´ëíìê² ìµëê¹? ì¹´í ê³ ë¦¬: \(cats.prefix(5).joined(separator:
en: Create \(cats.count) category folders based on classification results and move files? Categories: \(cats.prefix(5).joined(separator:

source: ë¶ë¥ ì¤í
en: Run Classification

source: ë¶ë¥ ì¤...
en: Classifying...

source: ë¶ë¥ ì·¨ì
en: Cancel Classification

source: ë¶ì
en: Analysis

source: ë¶ì ê²°ê³¼ ìì
en: No Analysis Results

source: ë¶ì ìì
en: Start Analysis

source: ë¶ì ì¤ (\(String(format:
en: Analyzing (\(String(format:

source: ë¶ì ì¤ì§
en: Stop Analysis

source: ë¶ì ì§í ì¤
en: Analysis in Progress

source: ë¶ìê¸°
en: Mood/Atmosphere

source: ë·°ì´
en: Viewer

source: ë·°ì´ ë§í¬
en: Viewer Link

source: ë¸ë¼ì°ì ìì ì´ê¸°
en: Open in Browser

source: ë¸ë¬ / ì´ì  ë¶ì
en: Blur / Focus Analysis

source: ë¹êµ ëª¨ë
en: Compare Mode

source: ë¹êµ ë³´ê¸°
en: Compare View

source: ë¹êµ ë³´ê¸° (2~4ì¥)
en: Compare View (2â4 photos)

source: ë¹ëì¤ ì ë³´
en: Video Info

source: ë¹ëì¤ íë ì´ì´ â MP4/MOV ì¬ì, ì¸ë¤ì¼ ë¯¸ë¦¬ë³´ê¸°
en: Video Player â MP4/MOV playback, thumbnail preview

source: ë¹ë¹ë
en: Vivid

source: ë¹ì¨ ì ì§
en: Maintain Aspect Ratio

source: ë¹íì¸ë
en: Behind the Scenes

source: ë¹ ë¥¸ ë¯¸ë¦¬ë³´ê¸° (ë´ì¥ íë¦¬ë·°)
en: Quick Preview (Embedded Preview)

source: ë¹ ë¥¸ ë¯¸ë¦¬ë³´ê¸°: ì¹´ë©ë¼ ë´ì¥ JPEG ì¬ì© (ë¹ ë¦, í½ì³ì¤íì¼ ì ì©ë¨) í½ì³ì¤íì¼ ë¯¸ë¦¬ë³´ê¸°: CIRAWFilter ì¬ì© (ëë¦¼, ì ë°í ìì)
en: Quick Preview: Uses camera embedded JPEG (fast, picture style applied) Picture Style Preview: Uses CIRAWFilter (slow, accurate color)

source: ë¹ ë¦
en: Fast

source: ë¹¨ê°/ì£¼í© ì ì ê±´ë¬¼ ìì§ì ì ë§ì¶ì¸ì
en: Align red/orange lines to vertical edges of buildings

source: ë¹¨ê°
en: Red

source: ë¹¨ê° (6)
en: Red (6)

source: ë¹¨ê° / ì£¼í© / ë ¸ë ë¼ë²¨
en: Red / Orange / Yellow Label

source: ì¬ì© ì¡°ê±´ (ì: All Rights Reserved)
en: Usage Terms (e.g., All Rights Reserved)

source: ì¬ì©ë ì´ê¸°í
en: Reset Usage

source: ì¬ì©ì ì ë ¬
en: Custom Sort

source: ì¬ì©ì¡°ê±´
en: Terms of Use

source: ì¬ì  ì¤ì 
en: Preset

source: ì¬ì§ ë´ë³´ë´ê¸°
en: Photo Export

source: ì¬ì§ ë´ë³´ë´ê¸°ì ê¸°ë³¸ ëìì ì¤ì í©ëë¤.
en: Configure the default behavior for photo export.

source: ì¬ì§ ë´ì© ìì°ì´ ì¤ëª
en: Natural Language Photo Description

source: ì¬ì§ ë¶ë¬ì¤ê¸° / ë¯¸ë¦¬ë³´ê¸° (ë¬´ì í)
en: Photo Import / Preview (Unlimited)

source: ì¬ì§ ë¹êµ (\(photos.count)ì¥)
en: Compare Photos (\(photos.count))

source: ì¬ì§ ì ë³ Â· ë¶ë¥ Â· ë´ë³´ë´ê¸°
en: Cull Â· Classify Â· Export

source: ì¬ì§ ì¤ëª (ìº¡ì )
en: Photo Description (Caption)

source: ì¬ì§ ì ë¡ë + ë§í¬ ìì±
en: Upload Photos + Generate Link

source: ì¬ì§ ì´ë
en: Move Photo

source: ì¬ì§ ì ëª©
en: Photo Title

source: ì¬ì§ í´ì¦ë¡ ì·¨í¥ íìµ
en: Learn Preferences via Photo Quiz

source: ì¬ì§ í´ë ì í ë° ë§¤ì¹­
en: Select and Match Photo Folder

source: ì¬ì§ í´ë ì´ê¸° (Cmd+O)
en: Open Photo Folder (Cmd+O)

source: ì¬ì§ í´ëë¥¼ ì´ì´ì£¼ì¸ì
en: Please open a photo folder

source: ì¬ì§ì ë³ì  ëë ì¤íì´ì¤ ì ë 
en: Rate or Cull photos with Space

source: ì¬ì§ì ë¦¬ì¬ì´ì¦íì¬ Google Driveì ì ë¡ëí©ëë¤ í´ë¼ì´ì¸í¸ë ì¹ ë¸ë¼ì°ì ìì ì ë  + ì½ë©í¸ë¥¼ ë¨ê¸¸ ì ììµëë¤
en: Resize and upload photos to Google Drive Client can cull and leave comments in a web browser

source: ì¬ì§ì ë°±ì í í´ëë¥¼ ì ííì¸ì (ì í´ë ìì± ê°ë¥)
en: Select folder to back up photos to (new folder can be created)

source: ì¬ì§ì ì ííì¸ì
en: Select a photo

source: ì¬ì§ì ì´ë»ê² ë¶ë¥í ì§ ìì ë¡­ê² ìì±íì¸ì
en: Describe how you want to classify photos

source: ì¬ì§ì´ ììµëë¤
en: No Photos

source: ì¬ì§ì´ ìë í´ëë¥¼ ì ííì¸ì (jpg/raw íì í´ëë ìë ì¤ìº)
en: Select a folder with photos (jpg/raw subfolders are auto-scanned)

source: ì¬ì§ì´ í¬í¨ë ZIP íì¼ì ì ííì¸ì
en: Select a ZIP file containing photos

source: ì­ì 
en: Delete

source: ì­ì  UX ê°ì â íì¸ ê±´ëë°ê¸° ìµì  + ë¤ì ì¬ì§ ìë ì´ë
en: Delete UX Improvement â Skip Confirm option + Auto advance to next photo

source: ì­ì  ì íì¸ ëíìì ê±´ëë°ê¸° (ë¹ ë¥¸ ìí¬íë¡ì°)
en: Skip confirmation dialog on delete (faster workflow)

source: ì­ì  ì¤...
en: Deleting...

source: ì­ì  í ë¤ì ë¡ë© ì ìºìê° ë¤ì ìì±ë©ëë¤
en: Cache will be rebuilt on next load after deletion

source: ì­ì â¦
en: Deleteâ¦

source: ì­ì íë³´
en: Deletion Candidate

source: ìì¸ ë³´ê¸°
en: Detail View

source: ìì 20%ë§
en: Top 20% Only

source: ìì 40%
en: Top 40%

source: ìì 60%
en: Top 60%

source: ìì í´ëë¡
en: Parent Folder

source: ìì í´ëë¡ ì´ë
en: Go to Parent Folder

source: ì íì¼ ì´ë¦
en: New Filename

source: ì í´ë
en: New Folder

source: ì í´ë ë§ë¤ê¸°
en: Create New Folder

source: ì í´ëë¡ ì´ë
en: Move to New Folder

source: ìë¡ì´ ë²ì ì´ ììµëë¤!
en: A new version is available!

source: ìê³µê°
en: Color Space

source: ìì
en: Color

source: ìì ë¼ë²¨ í´ì 
en: Remove Color Label

source: ìì¨ë, í´í¸ ìë ë³´ì 
en: Auto White Balance & Tint Correction

source: ìì¨ë/í´í¸ ìë ë³´ì 
en: Auto White Balance/Tint

source: ì¤íë
en: Sharpening

source: ìë¹ì¤ ì½ê´
en: Terms of Service

source: ìì¸
en: Seoul

source: ì ëª
en: Sharp

source: ì ë³
en: Culling

source: ì í
en: Select

source: ì í (Space)
en: Cull (Space)

source: ì í ê¸°ì¤
en: Selection Criteria

source: ì í ì ë¨
en: Not Selected

source: ì í...
en: Select...

source: ì í: \(store.selectionCount)ì¥
en: Selected: \(store.selectionCount)

source: ì íë ì¬ì§
en: Selected Photos

source: ì íë ì¬ì§ \(store.selectionCount)ì¥ì ì ë¡ëí©ëë¤
en: Upload \(store.selectionCount) selected photos

source: ì íë ì¬ì§ë§ ë¶ë¥ (\(selectedCount)ì¥)
en: Classify Selected Photos Only (\(selectedCount))

source: ì íë¨
en: Selected

source: ì íí \(store.pendingDeleteIDs.count)ì¥ì ìë³¸ íì¼(JPG+RAW)ì í´ì§íµì¼ë¡ ì´ëí©ëë¤. ì´ ìì ì ëëë¦´ ì ìì§ë§, í´ì§íµì ë¹ì°ë©´ ë³µêµ¬í ì ììµëë¤. ê°ë°ìë íì¼ ìì¤ì ëí´ ì± ìì§ì§ ììµëë¤.
en: Move \(store.pendingDeleteIDs.count) original files (JPG+RAW) to Trash. This action can be undone, but files cannot be recovered once the Trash is emptied. The developer is not responsible for file loss.

source: ì íí \(store.photosToRemove.count)ì¥ì ëª©ë¡ìì ì ê±°íìê² ìµëê¹? (íì¼ì ì­ì ëì§ ììµëë¤)
en: Remove \(store.photosToRemove.count) photos from the list? (Files will not be deleted)

source: ì íí ì¬ì§
en: Selected Photos

source: ì íí ì¬ì§ ì¼ê´ ë³´ì  ìì
en: Start Batch Correction for Selected Photos

source: ì íí ì¬ì§ë§
en: Selected Photos Only

source: ì íí ìµì ì¼ë¡ ë³´ì  ì ì©
en: Apply Correction with Selected Options

source: ì íí í­ëª©ì¼ë¡ ë¶ì ìì
en: Start Analysis with Selected Items

source: ì¤ëª
en: Description

source: ì¤ì 
en: Settings

source: ì¤ì  ì´ê¸°
en: Open Settings

source: ì¤ì  ì ì© ìë£!
en: Settings Applied!

source: ì±ê³µ
en: Success

source: ì±ê³µ \(result.success), ì¤í¨ \(result.errors.count)
en: Success \(result.success), Failed \(result.errors.count)

source: ì±ë¥ ë°ì´í°(í´ë ë¡ë© ìê°, ì¸ë¤ì¼ ìë, ë©ëª¨ë¦¬/CPU ì¬ì©ë)ë¥¼ ê°ë°ììê² ì ì¡í©ëë¤. ê°ì¸ì ë³´ë í¬í¨ëì§ ììµëë¤.
en: Send performance data (folder load time, thumbnail speed, memory/CPU usage) to the developer. No personal information is included.

source: ì±ë¥ ë¡ê·¸ê° ìëì¼ë¡ ê¸°ë¡ë©ëë¤
en: Performance log is recorded automatically

source: ì±ë¥ ë¦¬í¬í¸ ë³µì¬
en: Copy Performance Report

source: ì±ë¥ ëª¨ëí° & ë¡ê·¸
en: Performance Monitor & Log

source: ì±ë¥ ìµì í
en: Performance Optimization

source: ì±ë¥ ì¸¡ì 
en: Performance Measurement

source: ì±ë¥ ì¸¡ì  ìì
en: Start Performance Measurement

source: ì±ë¥ í°ì´
en: Performance Tier

source: ì±ë¥ íë¡í
en: Performance Profile

source: ì¸ì  ì´ê¸° ì¤í¨: \(error.localizedDescription)
en: Failed to open session: \(error.localizedDescription)

source: ì¸ì  ì´ë¦
en: Session Name

source: ì¸ì  ì¢ ë£ë¨
en: Session Ended

source: ì ë 
en: Culling

source: ì ë  / ë¯¸ë¦¬ë³´ê¸°
en: Culling / Preview

source: ì ë  ê°ì ¸ì¤ê¸° ê²°ê³¼
en: Import Culling Results

source: ì ë  ê°ì ¸ì¤ê¸° ìë£
en: Culling Import Complete

source: ì ë  ê°ì ¸ì¤ê¸°...
en: Importing Culling...

source: ì ë  ê²°ê³¼ë¥¼ ê°ì ¸ì¬ í´ë ì í
en: Select Folder to Import Culling From

source: ì ë  ë´ë³´ë´ê¸°
en: Export Culling

source: ì ë  ë´ë³´ë´ê¸°...
en: Exporting Culling...

source: ì ë  ë§¤ì¹­
en: Culling Match

source: ì ë  íµê³
en: Culling Stats

source: ì ë  íì¼ ê°ì ¸ì¤ê¸°
en: Import Culling File

source: ì ë  íì¼ì RAW í´ëì ì ì©í©ëë¤
en: Apply culling file to RAW folder

source: ì ë  íì¼ì ê°ì ¸ì¤ê±°ë JPGì RAWë¥¼ ë§¤ì¹­í©ëë¤
en: Import culling file or match JPG and RAW

source: ì ë  íì¼ì´ ì ì¥ëììµëë¤. ìê°ìê² ì´ íì¼ì ì ë¬í´ì£¼ì¸ì!
en: Culling file saved. Please send this file to the photographer!

source: ì ë : \(spCount)ì¥
en: Culled: \(spCount)

source: ì ë ì© 1200px\(uploadOriginal ?
en: For Culling 1200px\(uploadOriginal ?

source: ì ë ì ì ì©í RAW/JPG íì¼ì´ ìë í´ëë¥¼ ì ííì¸ì
en: Select folder with RAW/JPG files to apply culling to

source: ì í°
en: Shutter

source: ì í°ìë
en: Shutter Speed

source: ìì¤
en: Source

source: ìë ì°ì
en: Speed Priority

source: ìì ì¼
en: Date Modified

source: ìí/ìì§ ë³´ì  (\(String(format:
en: Horizontal/Vertical Correction (\(String(format:

source: ìí/ìì§ ë³´ì  + ì¸ë¤ì¼ ìµì í
en: Horizontal/Vertical Correction + Thumbnail Optimization

source: ì¼í, ì¤ë°ê¿, ê³µë°±ì¼ë¡ êµ¬ë¶ë©ëë¤. íì¥ìë ìë ì ê±°ë©ëë¤.
en: Separate with commas, line breaks, or spaces. Extensions are removed automatically.

source: ì¤ë§í¸ ì ë 
en: Smart Cull

source: ì¤ë§í¸ ì ë ...
en: Smart Culling...

source: ì¤ë§í¸ ì»¬ë ì 
en: Smart Collection

source: ì¤ë§í¸ ì»¬ë ì  ì´ë¦
en: Smart Collection Name

source: íì´ë
en: Fade

source: íì´ì§ ì¤ì 
en: Page Setup

source: í¸ì§íì¬ì©
en: Use After Edit

source: íê°
en: Rating

source: íê· ì ì¬ë: \(String(format:
en: Avg Similarity: \(String(format:

source: íê· ì ì: \(stats.averageScore)ì 
en: Avg Score: \(stats.averageScore)pts

source: í´ë
en: Folder

source: í´ë ë´ë³´ë´ê¸°
en: Export Folder

source: í´ë ë¸ë¼ì°ì 
en: Folder Browser

source: í´ë ë¸ë¼ì°ì  ì´ê¸°
en: Open Folder Browser

source: í´ë ë¸ë¼ì°ì  ì ê¸°
en: Collapse Folder Browser

source: í´ë ìì± ì¤í¨
en: Failed to Create Folder

source: í´ë ìì± ì¤í¨: \(error.localizedDescription)
en: Failed to Create Folder: \(error.localizedDescription)

source: í´ë ìì± ì¤í¨: \(responseStr.prefix(200))
en: Failed to Create Folder: \(responseStr.prefix(200))

source: í´ë ì í
en: Select Folder

source: í´ë ì í í ë´ë³´ë´ê¸°
en: Select Folder and Export

source: í´ë ì í...
en: Select Folder...

source: í´ë ì´ê¸°
en: Open Folder

source: í´ë ì´ê¸°...
en: Open Folder...

source: í´ë ì´ë¦
en: Folder Name

source: í´ë ì´ë¦ ë³ê²½
en: Rename Folder

source: í´ë ì´ë¦:
en: Folder Name:

source: í´ë ì´ë¦ì ì ë ¥íì¸ì
en: Enter folder name

source: í´ë ì ë¦¬
en: Organize Folder

source: í´ë íì
en: Browse Folder

source: í´ëë¡ ë³µì¬ ë¶ë¥
en: Copy & Sort to Folder

source: í´ëë¡ ë¶ë¥
en: Sort to Folder

source: í´ëë¡ ì´ë ë¶ë¥
en: Move & Sort to Folder

source: í´ëë¥¼ ì ííì¸ì
en: Select a folder

source: í´ëë¥¼ ì°í´ë¦­íì¬ ì¶ê°
en: Right-click folder to add

source: íì í­ëª©
en: Display Items

source: íìí ì´ë¦ì ì ë ¥íì¸ì (ì¤ì  í´ë ì´ë¦ì ë³ê²½ëì§ ììµëë¤)
en: Enter display name (actual folder name will not change)

source: íìí ì´ë¯¸ì§ê° ììµëë¤
en: No images to display

source: íì  ê°ì§ + ì¼êµ´ ë¹êµ í¨ë
en: Expression Detection + Face Comparison Panel

source: íì  ë¹êµ (2~6ì¥)
en: Expression Compare (2–6 photos)

source: íì  ë¹êµ (\(photos.count)ì¥)
en: Expression Compare (\(photos.count) photos)

source: íì§
en: Quality

source: íì§ ê¸°ë° Aì»· ì¶ì²
en: Quality-based Best Shot Recommendation

source: íì§ ë¶ì (ë¡ì»¬)
en: Quality Analysis (Local)

source: íì§ ë¶ì í­ëª©
en: Quality Analysis Items

source: íì§ ë¶ìì ë¨¼ì  ì¤ííë©´ ë ì íí ë² ì¤í¸ì·ì ì íí ì ììµëë¤
en: Run Quality Analysis first for more accurate best shot selection

source: íì§ ë¶ìì ë¨¼ì  ì¤ííì¸ì
en: Run Quality Analysis first

source: íì§ ë¶í¬
en: Quality Distribution

source: íê²½
en: Landscape

source: íë¡ ìì¤ ë³´ì ê° ì ì
en: Pro-level Correction Suggestions

source: íë¡ê·¸ë¨ ì í
en: Select Application

source: íë¡ê·¸ë¨ ìì ì ìëì° í¬ê¸°
en: Window Size on Launch

source: íë¡ì í¸
en: Project

source: íë¦¬ì  ì í
en: Select Preset

source: íë¦¬ì :
en: Preset:

source: íë¦¬í¨ì¹ ë²ì: \(prefetchRange)ì¥
en: Prefetch Range: \(prefetchRange) photos

source: í¼ë¶ ë¶ëë½ê²
en: Smooth Skin

source: í¼ë¶ ì¤ë¬´ë©
en: Skin Smoothing

source: í¼ë¶ ì§ê° ë¶ëë½ê² (ì¸ë¬¼ ì¬ì§)
en: Soften Skin Texture (Portraits)

source: í¼ë¶í¤ ê¸°ì¤ ìê°/ë°ê¸° ë³´ì 
en: Skin Tone Color/Brightness Correction

source: í¼ë¶í¤ ê¸°ì¤ íì´í¸ë°¸ë°ì¤ + ì¼êµ´ ë°ê¸° ë³´ì 
en: Skin Tone White Balance + Face Brightness Correction

source: í½ì· ì ë  ê°ì ¸ì¤ê¸° Â· JPG,RAW ë§¤ì¹­ ë³µì¬
en: Import PickShot Culling · Copy JPG/RAW Matches

source: í½ì³ ì¤íì¼
en: Picture Style

source: í½ì³ì¤íì¼ ë¯¸ë¦¬ë³´ê¸° (CIRAWFilter)
en: Picture Style Preview (CIRAWFilter)

source: íë¦ì¤í¸ë¦½
en: Filmstrip

source: íí°ë ì¬ì§
en: Filtered Photos

source: íí¬
en: Pink

source: íë/ì¼ëª°
en: Sky/Sunset

source: íì í¬í¨
en: Include Subfolders

source: íì í´ë ì¤ìº ì¤...
en: Scanning subfolders...

source: íì í´ë ìì
en: No Subfolders

source: íì í´ë í¬í¨ \(photoCount)ì¥ ë¡ëë¨
en: \(photoCount) photos loaded (incl. subfolders)

source: íì í´ë í¬í¨ ì´ê¸°
en: Open with Subfolders

source: íìµ \(styleLearner.sessionCount)í
en: Trained \(styleLearner.sessionCount) times

source: íìµ \(styleLearner.sessionCount)í ìë£
en: \(styleLearner.sessionCount) training sessions complete

source: íìµ ë°ì´í° ìì
en: No Training Data

source: íìµ ìë£
en: Training Complete

source: íìµë ì·¨í¥ì¼ë¡ ìë ì ë 
en: Auto-cull with Learned Preferences

source: í í´ëì ë´ë³´ë´ê¸°
en: Export to Single Folder

source: íêµ­ íë³´ ì¤íì¼ ìë ë³´ì 
en: Korean Editorial Auto Correction

source: íêµ­ì´
en: Korean

source: í­ì ë¤í¬
en: Always Dark

source: í­ì ë¼ì´í¸
en: Always Light

source: í´ìë
en: Resolution

source: í´ìë ë° ìºì
en: Resolution & Cache

source: í
en: Row

source: íì¬/ì¸ë¬¼/êµ°ì¤/ë¶ìê¸° ìë ë¶ë¥
en: Auto-classify: Event/Person/Crowd/Mood

source: íì¬ JPGë§ ìì¼ë©´ â RAW í´ëìì ê°ì ì´ë¦ RAW ì°ê²°
en: If only JPG exists → link matching RAW from RAW folder

source: íì¬ RAWë§ ìì¼ë©´ â JPG í´ëìì ê°ì ì´ë¦ JPG ì°ê²°
en: If only RAW exists → link matching JPG from JPG folder

source: íì¬ ëª©ë¡ì íì¼ê³¼ ë§¤ì¹­í RAW ëë JPG íì¼ì´ ìë í´ëë¥¼ ì ííì¸ì
en: Select folder containing RAW or JPG files to match with current list

source: íì¬ ë²ì 
en: Current Version

source: íì¬ ë³´ì  ìì ì´ ì§í ì¤ì ëë¤. ìë£ë ëê¹ì§ ê¸°ë¤ë ¤ì£¼ì¸ì.
en: Correction in progress. Please wait until complete.

source: íì¬ ë¶ìì´ ì§í ì¤ì ëë¤. ìë£ í ë¤ì ìëí´ì£¼ì¸ì.
en: Analysis in progress. Please try again after completion.

source: íì¬ ì¬ì© ê°ë¥í ë¨ì¶í¤ ëª©ë¡ì ëë¤. (ì½ê¸° ì ì©)
en: Available keyboard shortcuts. (Read-only)

source: íì¬ ì¤ì 
en: Current Settings

source: íì¬ ì ë  íìµ
en: Learn Current Culling

source: íì¬ ì´ë¦° í´ëì íì¼ê³¼ ì íí í´ëì íì¼ì íì¼ëª (baseName)ì¼ë¡ ë¹êµíì¬ JPGâRAWë¥¼ ìë ì°ê²°í©ëë¤.
en: Compares files in the current folder with selected folder by filename (baseName) to auto-link JPG↔RAW.

source: íì¬ í­ ì¤ì ì ê¸°ë³¸ê°ì¼ë¡ ì´ê¸°í
en: Reset Current Tab Settings to Default

source: íì¬ í´ë: \(url.lastPathComponent)
en: Current Folder: \(url.lastPathComponent)

source: íì¬ í´ëìì ëë¤ ì¬ì§ 6ì¥ì ë³´ì¬ì¤ëë¤. ë§ìì ëë ì¬ì§ì ì ííì¸ì.
en: Shows 6 random photos from the current folder. Select your favorites.

source: íì¬ íí° ê¸°ì¤
en: Current Filter Criteria

source: íì¬ íí° ê¸°ì¤ ì ì²´ ì¬ì§ì ì ë¡ëí©ëë¤
en: Upload all photos based on current filter
